<?php get_header(); ?>
<?php the_post(); ?>

<div class="container">
  <div class="policy-container">
    <header class="policy-header">
      <h1 class="policy-title">Политика конфиденциальности</h1>
    </header>

    <section class="policy-section">
      <h2 class="section-title">1. Информация, которую мы собираем</h2>
      <p class="section-description">Мы можем собирать следующие типы информации:</p>
      <ul class="info-list">
        <li><strong>Личная информация</strong>: Имя, адрес электронной почты, номер телефона и другие данные, которые вы предоставляете при регистрации или взаимодействии с нашим Сайтом.</li>
        <li><strong>Неперсональная информация</strong>: Данные о вашем устройстве, браузере, IP-адресе и другую информацию, собранную автоматически при использовании Сайта.</li>
      </ul>
    </section>

    <section class="policy-section">
      <h2 class="section-title">2. Использование информации</h2>
      <p class="section-description">Мы можем использовать собранную информацию для следующих целей:</p>
      <ul class="info-list">
        <li>Обработка запросов и предоставление услуг.</li>
        <li>Улучшение качества обслуживания клиентов.</li>
        <li>Отправка информационных рассылок и рекламных материалов.</li>
        <li>Проведение анализа и исследований для улучшения Сайта.</li>
      </ul>
    </section>

    <section class="policy-section">
      <h2 class="section-title">3. Защита информации</h2>
      <p class="section-description">Мы принимаем разумные меры для защиты информации, которую вы нам предоставляете. Однако, несмотря на все усилия, никакая система передачи данных по Интернету не является абсолютно безопасной.</p>
    </section>

    <section class="policy-section">
      <h2 class="section-title">4. Передача информации третьим лицам</h2>
      <p class="section-description">Мы не продаем, не обмениваем и не передаем вашу личную информацию третьим лицам, за исключением случаев, когда это необходимо для выполнения услуги или по требованию закона.</p>
    </section>

    <section class="policy-section">
      <h2 class="section-title">5. Ваши права</h2>
      <p class="section-description">Вы имеете право на доступ, исправление и удаление вашей личной информации. Вы также можете в любой момент отозвать согласие на обработку ваших данных.</p>
    </section>
    <section class="policy-section">
      <h2 class="policy-title"> Лицензия на использование контента</h2>
      <p class="section-description">
        Настоящий веб-сайт и весь его контент, включая, но не ограничиваясь, текст, изображения, графику, аудио, видео и программное обеспечение (далее "Контент"), защищены авторским правом и другими законами о защите интеллектуальной собственности. Вся информация и материалы, размещенные на этом сайте, предоставляются только для личного использования.
      </p>
      <p class="section-description">
        Любое использование Контента, нарушающее данные условия, может привести к юридическим последствиям. Пожалуйста, свяжитесь с нами, если у вас есть вопросы о правилах использования материалов сайта.
      </p>
    </section>
  </div>
</div>


<?php get_footer(); ?>